tap "koekeishiya/formulae"
brew "yabai"

brew "bat"
brew "btop"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "just"
brew "lazygit"
brew "lf"
brew "neovim"
brew "nodejs"
brew "npm"
brew "pipx"
brew "poetry"
brew "python3"
brew "ripgrep"
brew "speedtest-cli"
brew "tmux"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"

cask "kitty"
