brew "bat"
brew "btop"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "just"
brew "lazygit"
brew "lf"
brew "neovim"
brew "nodejs"
brew "npm"
brew "pipx"
brew "poetry"
brew "python3"
brew "ripgrep"
brew "speedtest-cli"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "amethyst"
cask "chromium"
cask "firefox"
cask "karabiner-elements"
cask "kitty"
cask "obsidian"

{{- if ne .chezmoi.hostname "JKW7FF949F" }}

brew "ffmpegthumbnailer"
brew "yt-dlp"

cask "bartender"
cask "fantastical"
cask "hazel"
cask "mpv"
cask "signal"
cask "spotify"
cask "tailscale"

{{- end }}

{{- if eq .chezmoi.hostname "JKW7FF949F" }}

cask "postman"

{{- end }}
